Repository: hexwab/gift
Catalog: giFTcurs.old/po/*.po
Languages: pl

source: A source search for this file is already in progress.
pl: Poszukiwanie ¼ród³a tego pliku ju¿ siê rozpoczê³o.

source: Revived '%s'.
pl: Wznowienie '%s'.

source: Already downloading '%s'.
pl: Plik '%s' ju¿ jest pobierany.

source: Downloading...
pl: Pobieranie...

source: Source search complete for '%s'.
pl: Zakoñczono wyszukiwanie ¼ród³a '%s'.

source: Started a source search for '%s'.
pl: Rozpoczêto wyszukiwanie ¼ród³a '%s'.

source: The connection with the daemon was unexpectedly closed!
pl: Po³±czenie z demonem zosta³o nieoczekiwanie przerwane!

source: Can't connect to the daemon at %s:%s
pl: Niemoge po³±czyæ siê z demonem na %s:%s

source: %s v%s - This is Free Software. Press F1 or M-1 for more info.
pl: %s v%s jest wolnym oprogramowaniem. Wiêcej informacji: F1 lub M-1.

source: %s version %s, compiled %s %s
pl: %s w wersji %s, skompilowany %s %s

source: %s - curses frontend to giFT
pl: %s - interfejs do giFT-a napisany w curses

source: Usage: %s [OPTION]...
pl: Sposób wywo³ania: %s [OPCJE]...

source: Options: -a, --stickchars use 7-bit chars for line drawing -h, --help display this help and exit -V, --version output version information and exit -v, --verbose flood stderr with debugging info -s, --server=host:port set server address [%s:%s] -p, --profile=name select what profile to use [%s]
pl: Opcje: -a, --stickchars rysuj±c linie korzysta z 7-bitowych znaków -h, --help wy¶wietla ekran pomocy i koñczy dzia³anie -V, --version wy¶wietla numer wersji i koñczy dzia³anie -v, --verbose za¶mieca stderr dodatkowymiinformacjami -s, --server=host:port ustawia adres serwera [%s:%s] -p, --profile=name wybór profilu [%s]

source: -d, --nomouse don't use the mouse
pl: -d, --nomouse nie u¿ywaj myszy

source: header
pl: nag³ówek

source: search box
pl: okno wyszukiwania

source: result box
pl: okno rezultatów

source: statistics box
pl: okno statystyk

source: statistics data
pl: dane statystyczne

source: bad statistics
pl: z³a statystyka

source: info box
pl: okno onformacyjne

source: download box
pl: okno pobierania

source: upload box
pl: okno ¶ci±gania

source: help box
pl: okno pomocy

source: progress bar
pl: pasek postêpu

source: total progress
pl: postêp (ogó³em)

source: scroll indicator
pl: wska¼nik przewijania

source: selection
pl: wybór

source: button bar
pl: belka przycisków

source: black
pl: czarny

source: red
pl: czerwony

source: green
pl: zielony

source: yellow
pl: ¿ó³ty

source: blue
pl: niebieski

source: white
pl: bia³y

source: default
pl: domy¶lny

source: Search complete. We got %i unique hit for %s.
pl: Poszukiwanie zakoñczone. Uzyskali¶my %i jeden rezultat dla %s.

source: The limit of %d unique hits was reached.
pl: Osi±gniêto limit %d unikalnych rezultatów.

source: # %s configuration file created by v%s.
pl: # %s plik konfiguracyjny utworzy³ v%s.

source: # Available colors:
pl: # Dostêpne kolory:

source: # 'default' means no color, i.e. transparent on some terminals.
pl: # 'default' oznacza brak koloru, czyli przezroczysto¶æ na niektórych terminalach.

source: Waiting
pl: Oczekuje

source: Paused
pl: Zatrzymany

source: Queued (Remotely)
pl: Czeka w kolejce (zdalnej)

source: Queued
pl: Czeka w kolejce

source: Active
pl: Aktywny

source: Complete
pl: Zakoñczony

source: Cancelled (Remotely)
pl: Usuniêty (zdalnie)

source: Timed out
pl: Przekroczy³ wyznaczony czas

source: Unknown status
pl: Status nieznany

source: Download of %s completed.
pl: Ukoñczono pobieranie '%s'.

source: Cancelled
pl: Usuniêty

source: Help
pl: Pomoc

source: Transfers
pl: Transfery

source: Settings
pl: Ustawienia

source: Exit
pl: Wyj¶cie

source: everything
pl: wszystko

source: audio
pl: d¼wiêk

source: video
pl: filmy

source: images
pl: obrazki

source: text documents
pl: dokumenty tekstowe

source: software
pl: oprogramowanie

source: user
pl: u¿ytkownik

source: hash
pl: hasz

source: No previous search pattern.
pl: Brak uprzedniego wzorca wyszukiwania

source: No hits to search on.
pl: Brak rezultatów do wyszukiwania

source: Pattern not found: '%s'.
pl: Nie odnaleziono wzorca '%s'.

source: Search stopped.
pl: Wyszukiwanie zakoñczone.

source: Search cleared.
pl: Usuniêto wyniki wyszukiwania.

source: A magical search appears, but it is cancelled too soon.
pl: Pojawi³o siê magiczne wyszukiwanie, ale zosta³o zbyt szybko usuniête

source: Sorting order changed to %s.
pl: Porz±dek sortowania zmieni³ siê na %s.

source: Search
pl: Szukaj

source: Extra Information
pl: Dodatkowe informacje

source: Search Results
pl: Rezultaty wyszukiwania

source: Statistics
pl: Statystyka

source: Users online
pl: U¿ytkowników

source: Total shared
pl: Plików razem

source: Local shares
pl: Lokalne zasoby

source: Query
pl: Wyszukiwanie

source: Realm
pl: Sfera

source: Start search
pl: Rozpocznij wyszukiwanie

source: Stop search
pl: Zatrzymaj wyszukiwanie

source: Clear search
pl: Wyczy¶æ listê

source: Nothing selected.
pl: Niczego nie wybrano.

source: Color theme saved.
pl: Zachowano schemat kolorów.

source: Default color theme loaded.
pl: Za³adowano domy¶lny chemat kolorów.

source: Color Theme
pl: Schemat kolorów

source: Item
pl: Element

source: Foreground
pl: Tekst

source: Background
pl: T³o

source: Save theme
pl: Zapisz schemat

source: Load defaults
pl: Za³aduj domy¶lne ustawienia

source: Hide shares
pl: Ukryj udostêpniane pliki

source: find more sources
pl: znajd¼ wiêcej ¼rode³

source: kill transfer
pl: usuñ transfer

source: clear finished
pl: wyczy¶æ zkaoñczone

source: (un)pause
pl: pauza/wznów

source: Downloads
pl: Pobrañ

source: Uploads
pl: ¦ci±gniêæ
