Repository: hexwab/gift
Catalog: giFTcurs-0.6.2/po/*.po
Languages: ca, de, sv

source: A source search for this file is already in progress.
ca: Una cerca per a aquest arxiu ja ha estat iniciada.
de: Für diese Datei läuft bereits eine Quellensuche.
sv: En källsökning har redan startats för den här filen.

source: Already downloading from this source
de: Von dieser Quelle wird bereits heruntergeladen.
sv: Laddar redan ner från den här källan

source: Downloading from a single source
de: Nur eine Quelle verfügbar.
sv: Laddar ner från en ensam källa

source: Revived '%s'.
ca: Ressucitat '%s'.
de: '%s' fortgesetzt.
sv: Återupplivade ”%s”.

source: I have no sources for '%s'.
de: Keine Quelle für '%s' gefunden.
sv: Jag har inga källor för ”%s”.

source: Already downloading '%s'.
ca: '%s' ja s'està descarregat.
de: '%s' wird bereits heruntergeladen.
sv: Laddar redan ner ”%s”.

source: Downloading...
ca: Descarregant...
de: Herunterladen...
sv: Laddar ner…

source: Source search complete for '%s'.
ca: Cerca de fonts completada per a '%s'
de: Quellensuche für '%s' ist fertig.
sv: Källsökning färdig för filen ”%s”.

source: Started a source search for '%s'.
ca: Iniciada cerca de noves fonts per a '%s'
de: Quellensuche für '%s' gestartet.
sv: Startade källsökning för filen ”%s”.

source: I'm all out of id's, Jim. Maybe you could cancel a search?
sv: Jag har fått slut på ID:n, Sven. Kanske du kan avbryta en sökning?

source: The daemon used the reserved ID %u, upgrade the daemon.
de: Der giFT-Dämon nutzte die reservierte ID %u. Bitte giFT aktualisieren.
sv: Demonen använde det reserverade ID:t %u, uppgradera demonen.

source: The connection with the daemon was unexpectedly closed!
ca: La connexió amb el daemon ha estat interrompuda inesperadament!
de: Die Verbindung zum giFT-Dämon wurde unerwartet geschlossen!
sv: Anslutningen till demonen stängdes oväntat.

source: Can't connect to the daemon at %s:%s, is giFT running?
de: Der giFT-Dämon ist über %s:%s nicht erreichbar. Läuft giFT überhaupt?
sv: Kan inte ansluta till demonen vid %s:%s, är giFT igång?

source: %s v%s - This is Free Software. Press F1 or M-1 for more info.
ca: %s v%s - Aquest programa és lliure. Per a més informació, premi F1 o M-1.
de: %s v%s - Dies ist Freie Software. Weitere Infos mit F1 oder M-1.
sv: %s v%s - Detta är fri programvara. Tryck F1 eller M-1 för mer info.

source: %s version %s, compiled %s %s
ca: %s versió %s, compilat %s %s
de: %s Version %s, kompiliert %s %s
sv: %s version %s, kompilerad %s %s

source: %s - curses frontend to giFT
ca: %s - interface curses per a giFT
de: %s - Curses-Benutzeroberfläche für giFT
sv: %s - curses-gränssnitt till giFT

source: Usage: %s [OPTION]...
ca: Ús: %s [OPCIÓ]...
de: Aufruf: %s [OPTION]...
sv: Användning: %s [FLAGGA]…

source: Options: -a, --stickchars use 7-bit chars for line drawing -h, --help display this help and exit -V, --version output version information and exit -v, --verbose flood stderr with debugging info -s, --server=host:port set server address [%s:%s] -p, --profile=name select what profile to use [%s]
ca: Opciones: -a, --stickchars utilizar caràcters de 7 bits per a dibuixar les línies -h, --help mostrar aquesta ajuda i sortir -V, --version mostrar informació sobre la versió i sortir -v, --verbose inundar stderr amb informació de depuració -s, --server=host:port indicar la adreça del servidor [%s:%s] -p, --profile=nome seleccionar el perfil d'usuari a utilitzar [%s]
de: Optionen: -a, --stickchars 7-Bit-Zeichensatz zur Darstellung benutzen -h, --help Hilfe anzeigen und «giFTcurs» beenden -V, --version Versionsnummer anzeigen und «giFTcurs» beenden -v, --verbose Diagnoseinformationen auf stderr ausgeben -s, --server=Rechner:Port giFT-Serveradresse setzen [%s:%s] -p, --profile=Name Benutzereinstellung auswählen [%s]
sv: Flaggor: -a, --stickchars använd 7-bitarstecken för linjeritning -h, --help visa den här hjälpen och avsluta -V, --version visa versionsinformation och avsluta -v, --verbose skriv avlusningsinformation till stderr -s, --server=värd:port sätt serveradress [%s:%s] -p, --profile=namn välj vilken profil som ska användas [%s]

source: -d, --nomouse don't use the mouse
ca: -d, --nomouse no utilitzar la rata
de: -d, --nomouse Maus nicht benutzen
sv: -d, --nomouse använd inte musen

source: The daemon has synced %i file.
de: %i freigegebene Datei wurde vom giFT-Dämon aktualisiert.
sv: Demonen har synkat %i fil.

source: The daemon is done syncing shares.
de: Der giFT-Dämon hat alle Freigaben aktualisiert.
sv: Demonen är klar med synkroniseringen av filer.

source: The daemon reported the following sync status: %s
de: Der giFT-Dämon meldet: Aktualisierungsstatus der Freigabe: %s
sv: Demonen rapporterade följande synkroniseringsstatus: %s

source: Daemon reported that sharing now is enabled.
ca: El dimoni informa que està compartint els arxius.
de: Der giFT-Dämon meldet: Freigabe wurde aktiviert.
sv: Demonen rapporterade att fildelning nu är påslaget.

source: Daemon reported that sharing now is disabled.
ca: El dimoni informa que no està compartint els arxius.
de: Der giFT-Dämon meldet: Freigabe wurde gesperrt.
sv: Demonen rapporterade att fildelning nu är avslaget.

source: Attached to %s v%s.
ca: Connectat a %s v%s.
de: Mit %s v%s verbunden.
sv: Ansluten till %s v%s.

source: never mind
ca: oblida-ho
de: einfach ignorieren
sv: det var inget

source: There is an important message from the daemon! Check the console.
de: Wichtige Nachricht vom giFT-Dämon! Bitte in der Konsole nachsehen.
sv: Det finns ett viktigt meddelande från demonen! Kolla konsollen.

source: And now a few words from our sponsor:
ca: I ara, unes paraules del nostre patrocinador:
de: Und nun ein paar Worte unseres Sponsors:
sv: Och nu ett par ord från våra sponsorer:

source: header
ca: capcelera
de: Kopf
sv: etikett

source: search box
ca: caixa de cerca
de: Suchfeld
sv: sökruta

source: result box
ca: caixa de resultats
de: Ergebnisfeld
sv: resultatruta

source: statistics box
ca: caixa d'estadístiques
de: Statistikfeld
sv: statistikruta

source: statistics data
ca: dades estadístiques
de: statistische Daten
sv: statistikdata

source: bad statistics
ca: estadístiques erròneas
de: schlechte stat. Daten
sv: dålig statistik

source: info box
ca: caixa d'informació
de: Dateieigenschaftenfeld
sv: inforuta

source: download box
ca: caixa de descàrregas
de: Herunterladenfeld
sv: nerladdningsruta

source: upload box
ca: caixa d'uploads
de: Hochladenfeld
sv: uppladdningsruta

source: help box
ca: caixa d'ajuda
de: Hilfefeld
sv: hjälpruta

source: console box
de: Konsolefeld
sv: konsollruta

source: good hits
ca: resultats correctes
de: Mehrfachtreffer
sv: bra träffar

source: bad hits
ca: resultats erronis
de: Einfachtreffer
sv: dålig träffar

source: progress bar
ca: barra de progrés
de: Fortschrittsbalken
sv: framgångsindikator

source: total progress
ca: progrés total
de: Gesamtfortschritt
sv: total framgång

source: scroll indicator
ca: indicador de desplaçament vertical
de: Rollbalken
sv: listindikator

source: selection
ca: selecció
de: Markierung
sv: urval

source: button bar
ca: barra de botons
de: Kartenreiterleiste
sv: knapprad

source: button bar selection
ca: selecció a la barra de botons
de: ausgewählter Reiter
sv: val i knappraden

source: button bar alert
de: hervorgehobener Reiter
sv: brask i knappraden

source: black
ca: negre
de: Schwarz
sv: svart

source: red
ca: vermell
de: Rot
sv: rött

source: green
ca: verd
de: Grün
sv: grönt

source: yellow
ca: groc
de: Gelb
sv: gult

source: blue
ca: blau
de: Blau
sv: blått

source: white
ca: blanc
de: Weiß
sv: vitt

source: default
ca: por defecte
de: Voreinstellung
sv: standard

source: Search complete. We got %i unique hit for %s.
ca: Cerca completada. S'ha obtingut %i resultat únic.
de: Suche fertig. %i Datei mit '%s' gefunden.
sv: Sökning färdig. Vi fick %i unik träff för %s.

source: The limit of %d unique hits was reached.
ca: S'ha assolit el límit de %d resultats únics.
de: Die Obergrenze von %d Suchergebnissen wurde erreicht.
sv: Gränsen på %d unika träffar nåddes.

source: Could not rename %s to %s: %s
de: %s konnte nicht in %s umbenannt werden: %s
sv: Kunde inte döpa om %s till %s: %s

source: # %s configuration file created by v%s.
ca: # %s archivo de configuración creado por v%s.
de: # %s Konfigurationsdatei wurde erstellt durch v%s.
sv: # %s konfigurationsfil skapad av v%s.

source: # 'default' means no color, i.e. transparent on some terminals.
ca: # 'default' significa 'sense colores', o 'transparent' en alguns terminals.
de: # 'default' bedeutet farblos, d.h. transparent auf einigen Terminals.
sv: # 'default' betyder ingen färg, dvs. genomskinligt på en del terminaler.

source: # See giFTcurs.conf(5) for more information.
ca: # Consultar giFTcurs.conf(5) per a més informació.
de: # Siehe giFTcurs.conf(5) für weitere Informationen.
sv: # Se giFTcurs.conf(5) för mer information.

source: Waiting
ca: En espera
de: Warten
sv: Väntar

source: Paused
ca: En pausa
de: Angehalten
sv: Pausad

source: Queued (Remotely)
ca: En cua (Remotament)
de: Zurückgestellt (fern)
sv: Fjärrköad

source: Queued
ca: En cua
de: Zurückgestellt
sv: Kölagd

source: Active
ca: Actiu
de: Aktiv
sv: Aktiv

source: Complete
ca: Copletat
de: Fertig
sv: Färdig

source: Cancelled (Remotely)
ca: Cancel.lat (Remotament)
de: Abgebrochen (fern)
sv: Fjärravbruten

source: Timed out
ca: Temps superat
de: Wartezeit vorbei
sv: Timeout

source: Awaiting connection
de: Auf Verbindung warten
sv: Vänta på anslutning

source: Connecting
de: Verbinden
sv: Ansluter

source: Receiving
de: Empfangen
sv: Tar emot

source: Verifying
de: Überprüfen
sv: Verifierar

source: Sending
de: Senden
sv: Sänder

source: Received HTTP PUSH
de: 'HTTP PUSH' empfangen
sv: Mottog HTTP PUSH

source: Received HTTP headers
de: HTTP-Vorspann empfangen
sv: Mottog HTTP-huvuden

source: Sent HTTP request
de: HTTP-Anfrage gesendet
sv: Sände HTTP-begäran

source: Malformed HTTP header
de: Defekter HTTP-Vorspann
sv: Felformaterat HTTP-huvud

source: Remote host had an aneurism
de: Entfernter Rechner hatte einen Datenstau
sv: Fjärrvärden fick hjärnblödning

source: Connection closed
de: Verbindung beendet
sv: Anslutningen stängd

source: Connection refused
de: Verbindung verweigert
sv: Anslutning nekad

source: File not found
de: Datei nicht gefunden
sv: Filen fanns inte

source: Local read error
de: Lokaler Lesefehler
sv: Lokalt läsfel

source: Incorrect chunk size
de: Falsche Stückgröße
sv: Ogiltig klumpstorlek

source: No route to host
de: Entfernter Rechner antwortet nicht
sv: Ingen ryttare till hästen

source: duration
de: Dauer
sv: längd

source: title
de: Titel
sv: titel

source: track
de: Stück
sv: spår

source: comment
de: Kommentar
sv: kommentar

source: frequency
de: Frequenz
sv: frekvens

source: year
de: Jahr
sv: år

source: bitrate
sv: bithastighet

source: resolution
de: Auflösung
sv: upplösning

source: language
de: Sprache
sv: språk

source: category
de: Kategorie
sv: kategori

source: keywords
de: Schlüsselwörter
sv: nyckelord

source: Inactive
de: Inaktiv
sv: Inaktiv

source: Unknown status
ca: Estat desconegut
de: Unbekannter Status
sv: Okänd status

source: Download of %s completed.
ca: Descàrrega de '%s' completada.
de: Herunterladen von %s ist fertig.
sv: Nerladdning av %s färdig.

source: Download of %s cancelled.
ca: Descàrrega de '%s' cancel.lada.
de: Herunterladen von %s abgebrochen.
sv: Nerladdning av %s avbruten.

source: Cancelled
ca: Cancel.lat
de: Abgebrochen
sv: Avbruten

source: Exit
ca: Sortir
de: Ende
sv: Avsluta

source: Console
de: Konsole
sv: Konsoll

source: Verbose mode turned on.
de: Ausführlicher Modus an.
sv: Utförligt läge aktiverat.

source: Verbose mode turned off.
de: Ausführlicher Modus aus.
sv: Utförligt läge avaktiverat.

source: Wrapping lines.
de: Zeilenumbruch an.
sv: Radbryter.

source: Line wrapping turned off.
de: Zeilenumbruch aus.
sv: Radbrytning avstängt.

source: Welcome to giFTcurs! Key list: {%header:B}up{%prev}/{%header:B}down{%prev} select item or scroll in a list {%header:B}PgUp{%prev}/{%header:B}PgDown{%prev} scroll lists one screen at a time {%header:B}tab{%prev} move to the next input field {%header:B}F1{%prev} this help screen {%header:B}F2{%prev} the main screen {%header:B}enter{%prev} download the highlighted file {%header:B}left{%prev}/{%header:B}right{%prev} change sorting method {%header:B}e{%prev} expand/collapse search results {%header:B}j{%prev}/{%header:B}k{%prev} scroll information box {%header:B}p{%prev} change network in statistics box {%header:B}u{%prev} browse selected user {%header:B}i{%prev} ignore selected user, this session {%header:B}shift{%prev}-{%header:B}i{%prev} ignore selected user, all sessions {%header:B}F3{%prev} the transfer screen {%header:B}enter{%prev}/{%header:B}e{%prev} expand/collapse transfer {%header:B}left{%prev}/{%header:B}right{%prev} change sorting method {%header:B}j{%prev}/{%header:B}k{%prev} move window splitter {%header:B}F4{%prev} the console screen {%header:B}v{%prev} toggle verbose mode {%header:B}w{%prev} toggle line wrap {%header:B}F5{%prev} the settings screen {%header:B}F10{%prev}/{%header:B}q{%prev} exit the program See giFTcurs(1) and giFTcurs.conf(5) for more information.
sv: Välkommen till giFTcurs! Tangentlista: {%header:B}upp{%prev}/{%header:B}ner{%prev} välj något i en lista {%header:B}PgUp{%prev}/{%header:B}PgDown{%prev} rulla i listan en skärm i taget {%header:B}tab{%prev} flytta till nästa indatafält {%header:B}F1{%prev} denna hjälpskärm {%header:B}F2{%prev} huvudskärmen {%header:B}enter{%prev} ladda ner den markerade filen {%header:B}vänster{%prev}/{%header:B}höger{%prev} byt sorteringsordning {%header:B}e{%prev} expandera/kollapsa sökresultat {%header:B}j{%prev}/{%header:B}k{%prev} rulla i informationsrutan {%header:B}p{%prev} byt nätverk i statistikrutan {%header:B}u{%prev} titta på den valda användarens filer {%header:B}i{%prev} ignorera den valda användaren, denna session {%header:B}shift{%prev}-{%header:B}i{%prev} ignorera den valda användaren, alla sessioner {%header:B}F3{%prev} överföringsskärmen {%header:B}enter{%prev}/{%header:B}e{%prev} expandera/kollapsa överföring {%header:B}vänster{%prev}/{%header:B}höger{%prev} byt sorteringsmetod {%header:B}j{%prev}/{%header:B}k{%prev} flytta skärmdelaren {%header:B}F4{%prev} konsollskärmen {%header:B}v{%prev} växla utförligt läge {%header:B}w{%prev} växla radbrytning {%header:B}F5{%prev} inställningskärmen {%header:B}F10{%prev}/{%header:B}q{%prev} avsluta programmet Se giFTcurs(1) och giFTcurs.conf(5) för mer information.

source: Copyright (C) 2001, 2002, 2003 Goran Weinholt <weinholt@dtek.chalmers.se>. Copyright (C) 2003 Christian Haggstrom <chm@c00.info>. Our homepage is at http://www.nongnu.org/giftcurs/.
ca: Copyright © 2001, 2002, 2003 Göran Weinholt <weinholt@dtek.chalmers.se>. Copyright © 2003 Christian Häggström <chm@c00.info>. La nostra pàgina web està a http://www.nongnu.org/giftcurs/.
de: Copyright © 2001, 2002, 2003 Göran Weinholt <weinholt@dtek.chalmers.se>. Copyright © 2003 Christian Häggström <chm@c00.info>. Unsere Webseite ist unter http://www.nongnu.org/giftcurs/ zu finden.
sv: Copyright © 2001, 2002, 2003 Göran Weinholt <weinholt@dtek.chalmers.se>. Copyright © 2003 Christian Häggström <chm@c00.info>. Vår hemsida är http://www.nongnu.org/giftcurs/.

source: Help
ca: Ajuda
de: Hilfe
sv: Hjälp

source: everything
ca: tot
de: alles
sv: allt

source: audio
de: Musik
sv: ljud

source: images
ca: imatges
de: Bilder
sv: bilder

source: text documents
ca: documents de text
de: Textdokumente
sv: textdokument

source: software
ca: programes
sv: mjukvara

source: user
ca: usuari
de: Benutzer
sv: användare

source: hash
de: Prüfsumme
sv: kontrollsumma

source: list my shares
de: Freigabe auflisten
sv: lista mina utdelningar

source: Couldn't start search!
ca: No es pugué iniciar la cerca!
de: Suche nicht möglich!
sv: Kunde inte starta sökning!

source: Retrieving file list...
ca: Obtenint llista d'arxius...
de: Empfangen der Dateiliste...
sv: Hämtar fillista…

source: Searching...
ca: Cercant...
de: Suche läuft...
sv: Söker…

source: No previous search pattern.
ca: No existeix patró de cerca previ.
de: Kein vorheriger Suchbegriff.
sv: Inget tidigare sökmönster.

source: No hits to search on.
ca: No hi ha resultats en els que cercar.
de: Keine Treffer zum Durchsuchen.
sv: Inga träffar att söka på.

source: Pattern not found: '%s'.
ca: Patró no trobat: '%s'.
de: Begriff nicht gefunden: '%s'.
sv: Mönstret hittades inte: ”%s”.

source: Search stopped.
ca: Cerca parada.
de: Suche angehalten.
sv: Sökning stannad.

source: Search cleared.
ca: Cerca desbrossada.
de: Suchergebnisse gelöscht.
sv: Sökning rensad.

source: A magical search appears, but it is cancelled too soon.
ca: Apareix una cerca màgica, pero és cancel.lada massa ràpid.
de: Eine magische Suche tauchte auf, wurde aber leider zu früh abgebrochen.
sv: En magisk sökning uppenbarar sig, men den avbryts för tidigt.

source: Sorting order changed to %s.
ca: Métode per a ordenar canviat a %s.
de: Sortierreihenfolge nach %s geändert.
sv: Sorteringsordningen ändrad till %s.

source: Always ignoring results from '%s'.
de: Suchergebnisse von '%s' werden für immer ignoriert.
sv: Ignorerar alltid resultat från ”%s”.

source: Ignoring results from '%s' in this session only.
de: Suchergebnisse von '%s' werden nur in dieser Sitzung ignoriert.
sv: Ignorerar resultat från ”%s” endast för denna session.

source: Search
ca: Cercar
de: Suchfeld
sv: Sök

source: Search Results
ca: Resultat de la Cerca
de: Suchergebnisse
sv: Sökresultat

source: Statistics
ca: Estadístiques
de: Statistiken
sv: Statistik

source: Query
ca: Consulta
de: Suche
sv: Fråga

source: Realm
ca: Regne
de: Typ
sv: Domän

source: Start search
ca: Iniciar cerca
de: Suche starten
sv: Starta sökning

source: Stop search
ca: Parar cerca
de: Suche anhalten
sv: Hejda sökning

source: Clear search
ca: Desbrossar cerca
de: Ergebnisse löschen
sv: Rensa sökning

source: Size
ca: Tamany
de: Größe
sv: Storlek

source: User
ca: Usuari
de: Benutzer
sv: Användare

source: Path
ca: Camí
de: Pfad
sv: Sökväg

source: Hash
de: Prüfsumme
sv: Kontrollsumma

source: Nothing selected.
ca: Res sel.leccionat.
de: Nichts ausgewählt.
sv: Inget valt.

source: {%header:B}Users online: {if users}{%stat-data}{else}{%stat-bad}{endif}{users}
sv: {%header:B} Användare: {if users}{%stat-data}{else}{%stat-bad}{endif}{users}

source: {%header:B}Total shared: {%stat-data}{bytes:bi}B{%stat-box:B}/{%stat-data}{files:b}
sv: {%header:B}Totalt delat: {%stat-data}{bytes:bi}B{%stat-box:B}/{%stat-data}{files:b}

source: {%header:B}Local shares: {%stat-data}{if sharing}{own_bytes:bi}B{%stat-box:B}/{%stat-data}{own_files:b}{else}Hidden{endif}
sv: {%header:B}Lokalt delat: {%stat-data}{if sharing}{own_bytes:bi}B{%stat-box:B}/{%stat-data}{own_files:b}{else}Hidden{endif}

source: {%header:B} Shared/user: {%stat-data}{if users}{shared_per_user:bi}B{else} - {endif}
sv: {%header:B}Delat/Anvnd.: {%stat-data}{if users}{shared_per_user:bi}B{else} - {endif}

source: Searches
ca: Cerques
de: Suche
sv: Sökningar

source: Color theme saved.
ca: Combinació de colors dessada.
de: Farbschema gespeichert.
sv: Färgtemat sparades.

source: Default color theme loaded.
ca: Combinació de colors per defecte carregada.
de: Voreingestelltes Farbschema geladen.
sv: Ursprungliga färgtemat laddades.

source: Color Theme
ca: Combinació de Colors
de: Farbschema
sv: Färgtema

source: Item
ca: Ítem
de: Objekt
sv: Komponent

source: Foreground
ca: Primer Pla
de: Vordergrund
sv: Förgrund

source: Background
ca: Fons
de: Hintergrund
sv: Bakgrund

source: Save theme
ca: Dessar Combinació
de: Schema speichern
sv: Spara tema

source: Load defaults
ca: Carregar valors per defecte
de: Voreinstellungen laden
sv: Ladda fabriksinställningarna

source: Sharing
ca: Compartint
de: Freigabe
sv: Fildelning

source: Sync shares
ca: Sincronitzar compartits
de: Freigabe aktualisieren
sv: Synkronisera utdelningar

source: Unknown sharing status
ca: Estat dels compartits desconegut
de: Unbekannter Freigabestatus
sv: Okänd utdelningsstatus

source: Hide shares
ca: Ocultar compartits
de: Freigabe sperren
sv: Göm utdelningar

source: Show shares
ca: Mostrar compartits
de: Freigabe aktivieren
sv: Visa utdelningar

source: Settings
ca: Configuració
de: Einstellungen
sv: Inställningar

source: {progress filesize transferred}{if disk_free<2000000000}Disk free: {disk_free:bi}B{endif}{space}Total: {transferred:bi}/{filesize:bi} at {bandwidth:bi}B/s{if eta} {eta:t}{endif}{endprogress}
de: {progress filesize transferred}{if disk_free<2000000000}Speicher frei: {disk_free:ki}B{endif}{space}Gesamt: {transferred:ki}/{filesize:bi} mit {bandwidth:bi}B/s{if eta} {eta:t}{endif}{endprogress}
sv: {progress filesize transferred}{if disk_free<2000000000}Disk ledigt: {disk_free:bi}B{endif}{space}Totalt: {transferred:bi}/{filesize:bi} vid {bandwidth:bi}B/s{if eta} {eta:t}{endif}{endprogress}

source: {progress filesize transferred}{space}Total: {transferred:bi}/{filesize:bi} at {bandwidth:bi}B/s{if eta} {eta:t}{endif}{endprogress}
de: {progress filesize transferred}{space}Gesamt: {transferred:ki}/{filesize:bi} mit {bandwidth:bi}B/s{if eta} {eta:t}{endif}{endprogress}
sv: {progress filesize transferred}{space}Totalt: {transferred:bi}/{filesize:bi} vid {bandwidth:bi}B/s{if eta} {eta:t}{endif}{endprogress}

source: Please confirm deletion of %sB downloaded data by pressing shift-t
de: Bitte Löschen von %sB heruntergeladenen Daten mit Umschalttaste-t bestätigen.
sv: Bekräfta borttagningen av %sB nerladdat data genom att trycka shift-t

source: Source sorting order changed to %s.
de: Sortierreihenfolge der Quellen nach %s geändert.
sv: Sorteringsordningen för källor ändrad till %s.

source: Transfer sorting order changed to %s.
de: Sortierreihenfolge der Dateiübertragungen nach %s geändert.
sv: Sorteringsordningen för överföringar ändrad till %s.

source: find more sources
ca: trobar més fonts
de: neue Quellen suchen
sv: finn fler källor

source: kill transfer
ca: el.liminar la transferència
de: abbrechen
sv: avbryt

source: clear finished
ca: desbrossar finalitzats
de: Liste säubern
sv: rensa färdiga

source: (un)pause
ca: (des)activar pausa
de: Pause/weiter
sv: växla pausläge

source: Downloads
ca: Descàrregues
de: Herunterladen
sv: Nerladdningar

source: Uploads
de: Hochladen
sv: Uppladdningar

source: Transfers
ca: Transferències
de: Übertragung
sv: Överföringar

source: artist
de: Künstler

source: video
ca: vídeo
de: Filme

source: Extra Information
ca: Informació Adicional
de: Dateieigenschaften

source: Mime
de: Mime-Typ

source: standard
ca: estàndar

source: cyan
ca: cian
